{
    "data": [
        {
            "id": "1",
            "year" : "1770",
            "info" : [
                {
                    "legen" : "Manuel Belgrano nació en Buenos Aires el 3 de junio de 1770, en la casa paterna, actual avenida Belgrano n.º 430, a metros del Convento de Santo Domingo, y fue bautizado por el sacerdote Juan Baltasar Maciel y Lacoizqueta4​ en la Basílica de Nuestra Señora de la Merced al día siguiente.5",
                    "imagesrc" : "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Casa_de_Manuel_Belgrano.JPG/250px-Casa_de_Manuel_Belgrano.JPG",
                    "imagedescript" : "La casa de Manuel Belgrano, demolida a inicios del siglo XX."
                },
                {
                    "legen" : "La madre de Manuel Belgrano era María Josefa González Casero, nacida en la ciudad de Buenos Aires, sus antepasados tenían un remoto origen mestizo guaraní, que compartía con muchos próceres de la época de la Independencia y con grandes personajes paraguayos y argentinos.",
                    "imagesrc" : "https://www.buscabiografias.com/img/people/Mar%C3%ADa-Remedios-del-Valle.jpg",
                    "imagedescript" : "Madre de Manuel Belgrano."
                },
                {
                    "legen" : "Su padre, Domenico Belgrano Peri, o bien Domingo Belgrano y Pérez, tal como firmaba, era de origen italiano,9​ oriundo de Oneglia, en Liguria. Era un comerciante autorizado por el rey de España para trasladarse a América y había llegado a Buenos Aires hacia 1753.10​ En 1769 obtuvo carta de naturalización para poder vivir, comerciar y obtener empleos de República... en los Reynos de Indias",
                    "imagesrc" : "https://www.buscabiografias.com/img/people/Juan-Pio-Tristan-y-Moscoso.jpg",
                    "imagedescript" : "Padre de Manuel Belgrano."
                }
            
            ]
        },
        {
            "id": "2",
            "year" : "1793",
            "info" : [
                {
                    "legen" : "Estudió primeramente en el Real Colegio de San Carlos (antecedente del actual Colegio Nacional de Buenos Aires).",
                    "imagesrc" : "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Colegio_Nacional_Buenos_Aires.jpg/480px-Colegio_Nacional_Buenos_Aires.jpg",
                    "imagedescript" : "El Colegio Nacional de Buenos Aires (CNBA) es un colegio preuniversitario público de la Ciudad de Buenos Aires, dependiente de la Universidad de Buenos Aires. Otorga el título secundario de bachiller, y para quienes cursen un 6.º año, cuenta con equivalencias con el Ciclo Básico Común de la UBA."
                },
                {
                    "legen" : "Entre 1786 y 1793 estudió Derecho en las universidades españolas de Salamanca y Valladolid, donde se graduó como Bachiller en Leyes, con medalla de oro, a los 18 años de edad en la Chancillería de Valladolid, ",
                    "imagesrc" : "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Fundaci%C3%B3n_Joaqu%C3%ADn_D%C3%ADaz_-_Universidad_-_Valladolid.jpg/220px-Fundaci%C3%B3n_Joaqu%C3%ADn_D%C3%ADaz_-_Universidad_-_Valladolid.jpg",
                    "imagedescript" : "Imagen antigua del edificio de la Universidad de Valladolid (Facultad de Derecho), aún puede observarse en la parte izquierda la antigua fachada de la Universidad de la calle Librería y la antigua campana del reloj que anunciaba los Grados."
                },
                {
                    "legen" : "Realizó la pasantía de abogado, necesaria para lograr el título de Licenciado. La mayor parte de esos cuatro años de práctica profesional los realizó en Madrid, en el bufete del Lic. Francisco Clemente que se encontraba en la antiquísima Torre de los Luxanes, en la Plaza de la Villa, frente al Ayuntamiento.",
                    "imagesrc" : "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Casa_y_Torre_de_los_Lujanes_%28Madrid%29_03.jpg/480px-Casa_y_Torre_de_los_Lujanes_%28Madrid%29_03.jpg",
                    "imagedescript" : "La casa y torre de los Lujanes, en la plaza de la Villa de Madrid, es uno de los conjuntos arquitectónicos más antiguos de la capital de España."
                },
                {
                    "legen" : "Durante su estadía alcanzó un éxito destacable y prestigio que le permitió obtener del papa Pío VI una autorización para leer toda clase de literatura prohibida. De esta manera tuvo acceso a los libros de Montesquieu, Jean-Jacques Rousseau y Filangieri; así como pudo imbuirse de las tesis fisiocráticas de François Quesnay. También leyó a los escritores españoles de tendencia ilustrada, como Gaspar Melchor de Jovellanos y Pedro Rodríguez de Campomanes.",
                    "imagesrc" : "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Censored_section_of_Green_Illusions_by_Ozzie_Zehner.jpg/480px-Censored_section_of_Green_Illusions_by_Ozzie_Zehner.jpg",
                    "imagedescript" : "La casa y torre de los Lujanes, en la plaza de la Villa de Madrid, es uno de los conjuntos arquitectónicos más antiguos de la capital de España."
                }
            ]
        },
        {
            "id": "3",
            "year" : "1794",
            "info" : [
                {
                    "legen" : "Belgrano fue nombrado Secretario Perpetuo del Consulado de Comercio de Buenos Aires el 2 de junio de 1794,y unos meses después regresó a Buenos Aires. En dicho cargo se ocupaba de la administración de justicia en pleitos mercantiles y de fomentar la agricultura, la industria y el comercio.",
                    "imagesrc" : "https://upload.wikimedia.org/wikipedia/commons/a/a6/Sello_del_Consulado_Real_de_Buenos_Aires.jpg",
                    "imagedescript" : "Sello del Consulado de Comercio de Buenos Aires"
                },
                {
                    "legen" : "En Europa su maestro Campomanes le había enseñado que la auténtica riqueza de los pueblos se hallaba en su inteligencia y que el verdadero fomento de la industria se encontraba en la educación. Durante su gestión estuvo casi en permanente conflicto con los vocales del Consulado, todos ellos grandes comerciantes con intereses en el comercio monopólico con Cádiz. ",
                    "imagesrc" : "https://dbe.rah.es/sites/default/files/styles/wide/public/imagenes/biografias/53774_Rodriguez%20Campomanes.jpg",
                    "imagedescript" : "Rodríguez Campomanes y Pérez de Sorriba, Pedro. Conde de Campomanes (I). Sorriba, concejo de Tineo (Asturias), 1.VII.1723 – Madrid, 3.II.1802. Jurista, político e historiador."
                },
                {
                    "legen" : "Belgrano sostenía por entonces que «El comerciante debe tener libertad para comprar donde más le acomode, y es natural que lo haga donde se le proporcione el género más barato para poder reportar más utilidad»",
                    "imagesrc" : "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Casa_y_Torre_de_los_Lujanes_%28Madrid%29_03.jpg/480px-Casa_y_Torre_de_los_Lujanes_%28Madrid%29_03.jpg",
                    "imagedescript" : "La casa y torre de los Lujanes, en la plaza de la Villa de Madrid, es uno de los conjuntos arquitectónicos más antiguos de la capital de España."
                }
            ]
        },
        {
            "id": "4",
            "year" : "1799",
            "info" : [
                {
                    "legen" : "Fundó la Escuela de Náutica y la Academia de Geometría y Dibujo. Belgrano, a través del Consulado, también abogó por la creación de la Escuela de Comercio y la de Arquitectura y Perspectiva. Su motivación para fundar la escuela de comercio radicaba en que consideraba que la formación era necesaria para que los comerciantes obraran en función del crecimiento de la patria.",
                    "imagesrc" : "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Escuela_Nacional_de_N%C3%A1utica_Argentina.JPG/480px-Escuela_Nacional_de_N%C3%A1utica_Argentina.JPG",
                    "imagedescript" : "Sello del Consulado de Comercio de Buenos Aires"
                },
                {
                    "legen" : "En Europa su maestro Campomanes le había enseñado que la auténtica riqueza de los pueblos se hallaba en su inteligencia y que el verdadero fomento de la industria se encontraba en la educación. Durante su gestión estuvo casi en permanente conflicto con los vocales del Consulado, todos ellos grandes comerciantes con intereses en el comercio monopólico con Cádiz. ",
                    "imagesrc" : "https://dbe.rah.es/sites/default/files/styles/wide/public/imagenes/biografias/53774_Rodriguez%20Campomanes.jpg",
                    "imagedescript" : "Rodríguez Campomanes y Pérez de Sorriba, Pedro. Conde de Campomanes (I). Sorriba, concejo de Tineo (Asturias), 1.VII.1723 – Madrid, 3.II.1802. Jurista, político e historiador."
                }
            ]
        }
    ]
}